[
    {
        "category_id": "cat_1",
        "category_name": "Văn Khấn Ngày Tết",
        "data": [
            {
                "id": "vk_11",
                "title": "Văn khấn lễ tất niên",
                "content": "Nam mô a di đà phật!\nNam mô a di đà phật!\nNam mô a di đà phật!\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương\n- Con kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n- Con kính lạy ngài Kim Niên Đương cai Thái tuế Chí đức Tôn phần.\n- Con kính lạy các ngài Bản cảnh Thành Hoàng Chư vị Đại Vương\n- Con kính lạy các ngài Ngũ phương, ngũ thổ Long Mạch, Tài thần, Bản gia Táo quân cùng tất cả các vị Thần linh cai quản ở trong xứ này.\n- Con kính lạy Chư gia Cao Tằng TỔ Khảo, Cao Tằng Tổ Tỷ, Tiên linh nội ngoại\nHôm nay là ngày 30 tháng chạp\nTín chủ (chúng) con là:……………….\nNgụ tại:………………………………………………………………\nTrước án kính cẩn thưa trình:\nĐông tàn sắp hết. Năm kiệt tháng cùng. Xuân tiết gần kề. Minh niên sắp tới.\nHôm nay là ngày 30 tết chúng con cùng toàn thể gia quyến sắm sanh phẩm vật hương hoa, cơm canh thịnh soạn, sửa lễ tất niên, dâng cúng Thiên địa Tôn thần, phụng hiến tổ tiên, truy niệm chư linh. Theo như thường lệ tuệ trừ cáo tế cúi xin chư vị tôn thần, liệt vị gia tiên, bản xứ tiền hậu chư vị hương linh giáng lâm án toạ, phủ thùy chứng giám, thụ hưởng lễ vật phù hộ cho toàn gia lớn bé trẻ già bình an thịnh vượng luôn luôn mạnh khoẻ, mọi sự bình an, vạn sự tốt lành, gia đình hoà thuận.\nNam mô a di đà phật!\nNam mô a di đà phật!\nNam mô a di đà phật!\n",
                "autoread": "VK011-1.mp3;UserInfo;VK011-3.mp3"
            },
            {
                "id": "vk_12",
                "title": "SỚ KHẤN ÔNG TÁO NGÀY 23 THÁNG CHẠP",
                "content": "Nam mô A Di Đà Phật .\nKính lạy ngài Đông trù tư mệnh Táo phủ Thần Quân .\n<<UserInfo>>\nNhân ngày 23 tháng Chạp , chúng con thành tâm sửa biện hương hoa, vật phẩm, xiêm, hài, áo, mũ, nghi lễ cúng trần, dâng lên trước Án, dâng hiến Tôn Thần, đốt nén Tâm hương, dốc lòng bái thỉnh.\nChúng con kính mời: Ngài Đông trù tư mệnh Táo phủ Thần Quân giáng lâm trước Án, thụ hưởng lễ vật .\nPhỏng theo lệ cũ, Ngài là vị Chủ, Ngũ tự gia Thần, Soi xét lòng trần, Táo Quân chứng Giám.\nTrong năm sai phạm, Các tội lỗi lầm, Cúi xin tôn Thần gia ân châm chước, ban Lộc ban Phước, phù hộ toàn gia, Gái trai , trẻ già an ninh khang thái. Dãi tấm lòng thành, cúi xin chứng giám.\nBái thỉnh cửu thiên đông trù, ti mệnh táo quân. Nhất gia chi chủ, ngũ tự chi thần.\nTừ hậu thiệt ư, bắc đẩu chi trung.\nSát thiện ác ư , đông trù chi nội .\nTứ phúc xá tội , di hung hóa cát .\nAn trấn âm dương , bảo hữu gia đình .\nHọa tai tất diệt , hà phúc tất tăng .\nHữu cầu tất ứng , vô cảm bất thông .\nĐại bi đại nguyện . Đại thánh đại từ .\nCửu thiên đông trù . Ti mệnh lô vương .\nNguyên hoàng định quốc . Hộ trạch thiên tôn .\nCấp cấp như luật lệnh .\n",
                "autoread": "VK012-1.mp3;UserInfo;VK012-3.mp3"
            }
        ]
    },
    {
        "category_id": "cat_2",
        "category_name": "Văn khấn ngày Mồng Một và ngày Rằm",
        "data": [
            {
                "id": "vk_1",
                "title": "Văn khấn ngày mồng một và ngày rằm",
                "content": "Nam mô a di Đà Phật!\nNam mô a di Đà Phật!\nNam mô a di Đà Phật!\n- Con lạy chín phương Trời, mười Phương Chư Phật, Chư phật mười phương.\n- Con kính lạy Hoàng thiên, Hậu Thổ chư vị Tôn thần.\n- Con kính lạy ngài Đông Thần quân\n- Con kính lạy ngài Bản gia thổ địa Long Mạch\n- Con kính lạy các ngài Ngũ phương, Ngũ thổ, Phúc đức Tôn thần\n- Con kính lạy ngài tiền hậu địa chủ tài thần\n- Con kính lạy các Tôn thần cai quản trong khu vực này.\n<<UserInfo>>\nTín chủ con thành tâm sửa biện hương hoa lễ vật, kim ngân trà quả đốt nén hương thơm dâng lên trước án. Chúng con thành tâm kính mời: ngài Kim Niên đương cai Thái Tuế chí đức Tôn thần, ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài Đông trù Tư mệnh Táo phủ Thần quân, ngài Bản gia Thổ địa. Long Mạch Tôn thần, các ngài Ngũ Phương, Ngũ Thổ, Phúc đức chính thần, các vị Tôn thần cai quản trong khu vực này. Cúi xin các Ngài nghe thấu lời mời thương xót thương tín chủ giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù trì tín chủ chúng con toàn gia an lạc công việc hanh thông. Người người được bình an, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm.\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\nNam mô a di Đà Phật!\nNam mô a di Đà Phật!\nNam mô a di Đà Phật!\n",
                "autoread": "VK001-01.mp3;UserInfo;VK001-03.mp3;HoVaTenChong;HoVaTenCon1"
            },
            {
                "id": "test1",
                "title": "Test cơ bản 1",
                "content": "a b c <<UserInfo>> a b c",
                "autoread": "abc.m4a;UserInfo;abc.m4a"
            },
            {
                "id": "test2",
                "title": "Test cơ bản 2",
                "content": "a b c <<UserInfo>> a b c <<HoVaTenChong>> a b c <<HoVaTenVo>>",
                "autoread": "abc.m4a;UserInfo;abc.m4a;HoVaTenChong;abc.m4a;HoVaTenVo"
            },
            {
                "id": "test3",
                "title": "Test chọn họ và tên con",
                "content": "a b c <<UserInfo>> a b c <<HoVatenCon>> a b c",
                "autoread": "abc.m4a;UserInfo;abc.m4a;HoVatenCon"
            },
            {
                "id": "test4",
                "title": "Test chọn người đã khuất",
                "content": "a b c <<UserInfo>> a b c <<TenNguoiDaKhuat>> a b c <<ThongTinNguoiDaKhuat>> a b c",
                "autoread": "abc.m4a;UserInfo;abc.m4a;TenNguoiDaKhuat;abc.m4a;ThongTinNguoiDaKhuat;abc.m4a"
            },
            {
                "id": "test5",
                "title": "Test chọn người đã khuất và con",
                "content": "a b c <<UserInfo>> a b c <<HoVaTenCon>> a b c <<TenNguoiDaKhuat>> a b c <<ThongTinNguoiDaKhuat>> a b c",
                "autoread": "abc.m4a;UserInfo;abc.m4a;HoVaTenCon;abc.m4a;TenNguoiDaKhuat;abc.m4a;ThongTinNguoiDaKhuat;abc.m4a"
            }
        ]
    }
]